tap 'caskroom/cask'
tap 'caskroom/drivers'
tap 'caskroom/eid'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'dart-lang/dart'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'stepanstipl/noop'
tap 'vitorgalvao/tiny-scripts'
cask 'java'
cask 'xquartz'
brew 'adns'
brew 'android-sdk'
brew 'apr', args: ['universal']
brew 'openssl'
brew 'apr-util'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git', args: ['with-blk-sha1', 'with-brewed-curl', 'with-brewed-openssl', 'with-brewed-svn', 'with-gettext', 'with-pcre', 'with-persistent-https']
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'berkeley-db@4'
brew 'binutils'
brew 'boost'
brew 'c-ares'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'cmake'
brew 'coreutils', args: ['with-gmp']
brew 'cpanminus'
brew 'cunit'
brew 'curl', args: ['with-c-ares', 'with-gssapi', 'with-libmetalink', 'with-libssh2', 'with-nghttp2', 'with-rtmpdump']
brew 'dbus'
brew 'docker'
brew 'docker-machine', restart_service: true
brew 'libyaml'
brew 'docker-compose'
brew 'doxygen', args: ['with-graphviz', 'with-llvm', 'with-qt5']
brew 'gnu-tar', args: ['with-default-names']
brew 'xz'
brew 'dpkg'
brew 'ecj'
brew 'emacs', args: ['with-ctags', 'with-dbus', 'with-gnutls', 'with-imagemagick', 'with-librsvg', 'with-mailutils', 'with-modules']
brew 'findutils', args: ['with-default-names']
brew 'flow'
brew 'freetds', args: ['with-krb5', 'with-msdblib', 'with-odbc-wide', 'with-unixodbc']
brew 'fswatch'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc', args: ['with-all-languages']
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm', args: ['with-libgdbm-compat']
brew 'shared-mime-info'
brew 'gdk-pixbuf', args: ['with-relocations']
brew 'gibo'
brew 'git-extras'
brew 'git-open'
brew 'gnu-getopt'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'libusb'
brew 'npth'
brew 'pinentry', args: ['with-gtk+']
brew 'gnupg@2.1', args: ['with-gpgsplit', 'with-readline']
brew 'go'
brew 'google-java-format'
brew 'google-sql-tool'
brew 'libtool'
brew 'graphviz'
brew 'gsasl'
brew 'hicolor-icon-theme'
brew 'icu4c', args: ['c++11', 'universal']
brew 'harfbuzz'
brew 'pango'
brew 'gtk+'
brew 'guile'
brew 'heroku'
brew 'lua', args: ['with-completion']
brew 'highlight'
brew 'hr'
brew 'sqlite'
brew 'python3', args: ['with-sphinx-doc', 'with-tcl-tk']
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'intltool'
brew 'jansson'
brew 'jemalloc'
brew 'json-c'
brew 'lcdf-typetools'
brew 'openssl@1.1'
brew 'ldns'
brew 'libarchive'
brew 'libcroco'
brew 'libev'
brew 'libevent'
brew 'libidn'
brew 'python', args: ['with-berkeley-db4', 'with-sphinx-doc', 'with-tcl-tk']
brew 'libmagic'
brew 'libmetalink'
brew 'libressl'
brew 'librsvg'
brew 'libsass'
brew 'libssh2'
brew 'libusb-compat'
brew 'libxml2', args: ['with-python']
brew 'libyubikey'
brew 'libzip'
brew 'llvm'
brew 'lua@5.1'
brew 'luajit', args: ['with-52compat', 'with-debug']
brew 'mailutils'
brew 'makedepend'
brew 'maven'
brew 'mongodb'
brew 'mongoose'
brew 'monkeysphere'
brew 'mysql', args: ['with-archive-storage-engine', 'with-blackhole-storage-engine', 'with-debug', 'with-embedded', 'with-local-infile'], restart_service: true
brew 'spdylay'
brew 'nghttp2'
brew 'node', args: ['with-debug', 'with-openssl', 'without-icu4c', 'without-npm']
brew 'nspr'
brew 'nss'
brew 'opam'
brew 'open-mpi', args: ['c++11', 'with-java', 'with-mpi-thread-multiple']
brew 'pinentry-mac'
brew 'popt'
brew 'postgresql'
brew 'pth'
brew 'qt5'
brew 'rtmpdump'
brew 'ruby', args: ['with-doc', 'with-gdbm', 'with-gmp', 'with-libffi']
brew 'sassc'
brew 'scons'
brew 'sphinx-doc'
brew 'subversion', args: ['with-gpg-agent', 'with-java', 'with-perl', 'with-python', 'with-ruby']
brew 'swig'
brew 'texi2html'
brew 'thefuck'
brew 'transmission', args: ['with-nls'], restart_service: true
brew 'tree'
brew 'unixodbc', args: ['universal']
brew 'vim', args: ['with-python3']
brew 'watch'
brew 'wdiff', args: ['with-gettext']
brew 'wget', args: ['with-debug', 'with-gpgme', 'with-libmetalink', 'with-pcre']
brew 'wifi-password'
brew 'yarn'
brew 'ykneomgr'
brew 'ykpers'
brew 'youtube-dl'
brew 'yubico-piv-tool'
brew 'zsh', args: ['with-texi2html', 'with-unicode9']
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-navigation-tools'
brew 'zsh-syntax-highlighting'
brew 'dart-lang/dart/dart', args: ['with-content-shell', 'with-dartium']
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/file-formula'
brew 'homebrew/dupes/gpatch'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/m4'
brew 'homebrew/dupes/make', args: ['with-default-names', 'with-guile']
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/nano'
brew 'homebrew/dupes/openldap', args: ['with-berkeley-db4', 'with-sssvlv']
brew 'homebrew/dupes/openssh', args: ['with-ldns', 'with-libressl']
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/tcl-tk'
brew 'homebrew/dupes/unzip'
brew 'stepanstipl/noop/rpm4'
brew 'stepanstipl/noop/yum-metadata-parser'
brew 'stepanstipl/noop/createrepo'
brew 'vitorgalvao/tiny-scripts/cask-repair'
cask 'alfred'
cask 'android-studio'
cask 'appcleaner'
cask 'atom-beta'
cask 'bartender'
cask 'betterzipql'
cask 'dashlane'
cask 'datagrip'
cask 'docker'
cask 'facebook-ios-sdk'
cask 'font-noto-color-emoji'
cask 'font-noto-mono'
cask 'font-noto-sans'
cask 'font-noto-serif'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
cask 'font-roboto-slab'
cask 'font-space-mono'
cask 'google-chrome-beta'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-featured-photos'
cask 'google-photos-backup'
cask 'google-trends'
cask 'hazel'
cask 'hyper'
cask 'intellij-idea'
cask 'istat-menus'
cask 'kap'
cask 'keepingyouawake'
cask 'keybase'
cask 'logitech-options'
cask 'malwarebytes-anti-malware'
cask 'material-colors'
cask 'onyx'
cask 'postico'
cask 'postman'
cask 'product-hunt'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklookase'
cask 'robomongo'
cask 'skype'
cask 'slack-beta'
cask 'spectacle'
cask 'suspicious-package'
cask 'the-unarchiver'
cask 'toggldesktop'
cask 'transmission'
cask 'visual-studio-code-insiders'
cask 'vlc'
cask 'vlc-webplugin'
cask 'webpquicklook'
cask 'yubikey-neo-manager'
cask 'yubikey-personalization-gui'
cask 'yubikey-piv-manager'
