tap "bramstein/webfonttools"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/eid"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "stepanstipl/noop"
tap "vitorgalvao/tiny-scripts"
cask "java"
brew "ack"
brew "readline"
brew "augeas"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "python"
brew "certbot"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "docker-clean"
brew "emacs"
brew "exiv2"
brew "findutils"
brew "gettext"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gmp"
brew "gnu-getopt"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed"
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-time", args: ["with-default-names"]
brew "gnu-units", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "libffi"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gradle"
brew "xz"
brew "python3"
brew "grc"
brew "pcre"
brew "grep"
brew "gzip"
brew "icu4c"
brew "heroku"
brew "httpie"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick", args: ["with-webp"]
brew "jq"
brew "json-c"
brew "libyaml"
brew "libyubikey"
brew "mas"
brew "mongodb", restart_service: true
brew "ncurses"
brew "nano"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "postgresql"
brew "pv"
brew "q"
brew "rename"
brew "rlwrap"
brew "ruby"
brew "screen"
brew "ssh-copy-id"
brew "thefuck"
brew "tree"
brew "vbindiff"
brew "vim", args: ["with-override-system-vi", "with-python3"]
brew "wget"
brew "yarn"
brew "ykpers"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zopfli"
brew "zsh", args: ["with-unicode9"]
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "dart-lang/dart/dart", args: ["devel"]
brew "homebrew/php/composer"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "android-sdk"
cask "android-studio-canary"
cask "appcleaner"
cask "atom-beta"
cask "bartender"
cask "betterzipql"
cask "bitbar"
cask "caret"
cask "docker-edge"
cask "enpass"
cask "font-material-icons"
cask "font-noto-color-emoji"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-space-mono"
cask "gas-mask"
cask "gitup"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "google-cloud-sdk"
cask "google-featured-photos"
cask "hazel"
cask "hyper"
cask "insomnia"
cask "istat-menus"
cask "jet"
cask "joinme"
cask "kap"
cask "keepingyouawake"
cask "keybase"
cask "launchrocket"
cask "logitech-options"
cask "noti"
cask "now"
cask "phpstorm"
cask "postico"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "robo-3t"
cask "sequel-pro"
cask "slack-beta"
cask "spectacle"
cask "suspicious-package"
cask "the-unarchiver"
cask "webpquicklook"
cask "yubikey-piv-manager"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "stts", id: 1187772509
