tap "theeternalsw0rd/telnet"
tap "stepanstipl/noop"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/eid"
tap "bramstein/webfonttools"
tap "dart-lang/dart"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "caskroom/versions/java8"
brew "ack"
brew "icu4c"
brew "node"
brew "angular-cli"
brew "gettext"
brew "libffi"
brew "pcre"
brew "pkg-config"
brew "readline"
brew "augeas"
brew "autoconf"
brew "automake"
brew "openssl"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "python3"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bazel"
brew "gmp"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "blackbox"
brew "certbot"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "docker-clean"
brew "exiv2"
brew "findutils"
brew "firebase-cli"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed"
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-time", args: ["with-default-names"]
brew "gnu-units", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "go"
brew "gradle"
brew "grep"
brew "harfbuzz", args: ["with-cairo"]
brew "pango"
brew "gzip"
brew "heroku"
brew "hr"
brew "httpie"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick", args: ["with-webp"]
brew "ios-deploy"
brew "ios-sim"
brew "jenv"
brew "jq"
brew "jsdoc3"
brew "json-c"
brew "libyaml"
brew "libyubikey"
brew "lzip"
brew "makedepend"
brew "mas"
brew "mongodb", restart_service: true
brew "ncurses"
brew "nano"
brew "openssh"
brew "openssl@1.1"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "postgresql"
brew "pv"
brew "python"
brew "q"
brew "rename"
brew "rlwrap"
brew "ruby"
brew "screen"
brew "ssh-copy-id"
brew "telnet"
brew "thefuck"
brew "travis"
brew "tree"
brew "vbindiff"
brew "wget"
brew "yarn"
brew "ykpers"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zopfli"
brew "zplug"
brew "zsh", args: ["with-unicode9"]
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "dart-lang/dart/dart", args: ["devel"]
brew "homebrew/php/composer"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "android-studio-canary"
cask "appcleaner"
cask "bartender"
cask "betterzip"
cask "caprine"
cask "gas-mask"
cask "gemini"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "google-featured-photos"
cask "hazel"
cask "intel-power-gadget"
cask "istat-menus"
cask "keybase"
cask "now"
cask "onyx"
cask "postico"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "spectacle"
cask "suspicious-package"
cask "the-unarchiver"
cask "vlc"
cask "webpquicklook"
cask "caskroom/drivers/logitech-options"
cask "caskroom/drivers/yubico-yubikey-piv-manager"
cask "caskroom/fonts/font-material-icons"
cask "caskroom/fonts/font-noto-mono"
cask "caskroom/fonts/font-noto-sans"
cask "caskroom/fonts/font-noto-sans-display"
cask "caskroom/fonts/font-noto-sans-mono"
cask "caskroom/fonts/font-noto-serif"
cask "caskroom/fonts/font-noto-serif-display"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-condensed"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-roboto-slab"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/google-chrome-beta"
cask "caskroom/versions/hyper-canary"
cask "caskroom/versions/slack-beta"
cask "caskroom/versions/visual-studio-code-insiders"
mas "Black Out", id: 1319884285
mas "Lungo", id: 1263070803
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
