tap "bramstein/webfonttools"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "jesseduffield/lazygit"
tap "joshuaclayton/formulae"
tap "schollz/tap"
tap "stepanstipl/noop"
tap "theeternalsw0rd/telnet"
tap "vitorgalvao/tiny-scripts"
cask "adoptopenjdk8"
brew "ack"
brew "icu4c"
brew "node"
brew "angular-cli"
brew "readline"
brew "augeas"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bazel"
brew "gettext"
brew "gmp"
brew "libffi"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "blackbox"
brew "boost"
brew "certbot"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "docker-clean"
brew "dos2unix"
brew "fd"
brew "findutils"
brew "firebase-cli"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "pcre"
brew "python"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time", args: ["with-default-names"]
brew "gnu-units"
brew "gnu-which", args: ["with-default-names"]
brew "go"
brew "gradle"
brew "grep"
brew "gti"
brew "gzip"
brew "hexyl"
brew "hr"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "python@2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ios-sim"
brew "jenv"
brew "jq"
brew "json-c"
brew "less"
brew "libusbmuxd", args: ["HEAD"]
brew "libyaml"
brew "libyubikey"
brew "lsd"
brew "lzip"
brew "mas"
brew "micro"
brew "mkcert"
brew "ncurses"
brew "nano"
brew "nasm"
brew "openssh"
brew "optipng"
brew "p7zip"
brew "pastel"
brew "pigz"
brew "pinentry-mac"
brew "protobuf"
brew "pv"
brew "q"
brew "qemu"
brew "ruby"
brew "rust"
brew "screen"
brew "sl"
brew "sox"
brew "ssh-copy-id"
brew "starship"
brew "telnet"
brew "thefuck"
brew "travis"
brew "tree"
brew "wallpaper"
brew "wget"
brew "wrk"
brew "yarn"
brew "ykpers"
brew "yubico-piv-tool"
brew "zplug"
brew "zsh"
brew "dart-lang/dart/dart"
brew "jesseduffield/lazygit/lazygit"
brew "joshuaclayton/formulae/unused"
brew "schollz/tap/croc"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password-beta"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "android-studio-preview"
cask "appcleaner"
cask "bartender"
cask "betterzip"
cask "discord-canary"
cask "docker-edge"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-sans-display"
cask "font-noto-sans-mono"
cask "font-noto-serif"
cask "font-noto-serif-display"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-sans-forgetica"
cask "gemini"
cask "google-backup-and-sync"
cask "google-chrome-dev"
cask "google-cloud-sdk"
cask "google-featured-photos"
cask "hazel"
cask "iina-beta"
cask "intel-power-gadget"
cask "istat-menus"
cask "kap"
cask "keybase"
cask "logitech-options"
cask "microsoft-edge-dev"
cask "minecraft"
cask "minecraft-server"
cask "netnewswire"
cask "notable"
cask "now"
cask "onyx"
cask "openinterminal"
cask "postico"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "rectangle"
cask "sf-symbols"
cask "signal-beta"
cask "slack-beta"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "visual-studio-code-insiders"
cask "webpquicklook"
cask "whatsapp"
cask "yubico-authenticator"
cask "yubico-yubikey-piv-manager"
mas "Black Out", id: 1319884285
mas "Dato", id: 1470584107
mas "Gifski", id: 1351639930
mas "Pages", id: 409201541
mas "Scroll", id: 1477273814
mas "Tim", id: 1449619230
mas "Xcode", id: 497799835
