tap "bramstein/webfonttools"
tap "browsh-org/browsh"
tap "dart-lang/dart"
tap "github/gh"
tap "guumaster/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshuaclayton/formulae"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
tap "schollz/tap"
tap "stepanstipl/noop"
tap "theeternalsw0rd/telnet"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "readline"
brew "augeas"
brew "gettext"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bazel"
brew "gmp"
brew "libffi"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "blackbox"
brew "icu4c"
brew "boost"
brew "bzip2"
brew "certbot"
brew "chrome-cli"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "docker-clean"
brew "dos2unix"
brew "exiftool"
brew "fd"
brew "findutils"
brew "libpng"
brew "ghostscript"
brew "pcre"
brew "gnu-getopt"
brew "imagemagick"
brew "folderify", link: false
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time", args: ["with-default-names"]
brew "gnu-units"
brew "gnu-which", args: ["with-default-names"]
brew "go"
brew "gping"
brew "gradle"
brew "grep"
brew "gti"
brew "gzip"
brew "hexyl"
brew "hr"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "libusbmuxd"
brew "python@3.8"
brew "libimobiledevice", args: ["HEAD"]
brew "libzip"
brew "ideviceinstaller"
brew "imageoptim-cli"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "json-c"
brew "less"
brew "libiconv"
brew "libxext"
brew "libyaml"
brew "libyubikey"
brew "lsd"
brew "lzip"
brew "mas"
brew "micro"
brew "mkcert"
brew "ncurses"
brew "nano"
brew "nasm"
brew "openssh"
brew "optipng"
brew "p7zip"
brew "pastel"
brew "pigz"
brew "pinentry-mac"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "q"
brew "qemu"
brew "qpdf"
brew "ruby"
brew "rust"
brew "screen"
brew "sl"
brew "sox"
brew "ssh-copy-id", link: true
brew "starship"
brew "subversion"
brew "telnet"
brew "testssl"
brew "thefuck"
brew "travis"
brew "tree"
brew "volta"
brew "wallpaper"
brew "wget"
brew "wrk"
brew "xpdf"
brew "ykpers"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zlib"
brew "zplug"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "guumaster/tap/hostctl"
brew "jesseduffield/lazygit/lazygit"
brew "rhysd/git-brws/git-brws"
brew "schollz/tap/croc"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password-beta"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "android-studio-preview"
cask "appcleaner"
cask "bartender"
cask "bitbar"
cask "blackhole-16ch"
cask "cardhop"
cask "chrome-remote-desktop-host"
cask "cloudflare-warp"
cask "colorpicker-materialdesign"
cask "discord-canary"
cask "docker-edge"
cask "fantastical"
cask "firefox-developer-edition"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-sans-display"
cask "font-noto-sans-mono"
cask "font-noto-serif"
cask "font-noto-serif-display"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-sans-forgetica"
cask "gemini"
cask "glance"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "iina-beta"
cask "imageoptim"
cask "intel-power-gadget"
cask "kap"
cask "keybase"
cask "linear-linear"
cask "lingon-x"
cask "logitech-camera-settings"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "minecraft"
cask "minecraft-server"
cask "netnewswire"
cask "notable"
cask "onyx"
cask "openinterminal"
cask "openmtp"
cask "pdf-expert-beta"
cask "plex-media-server"
cask "postico"
cask "rectangle"
cask "signal-beta"
cask "slack-beta"
cask "soundflower"
cask "stats"
cask "stellarium"
cask "suspicious-package"
cask "table-tool"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "twitch"
cask "visual-studio-code-insiders"
cask "webtorrent"
cask "whatsapp"
cask "wormhole"
cask "xquartz"
cask "yubico-authenticator"
cask "yubico-yubikey-piv-manager"
mas "Black Out", id: 1319884285
mas "Dato", id: 1470584107
mas "Developer", id: 640199958
mas "Gifski", id: 1351639930
mas "Jiffy", id: 1502527999
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Recordia", id: 1529006487
mas "Scroll", id: 1477273814
mas "Shareful", id: 1522267256
mas "Tim", id: 1449619230
mas "Xcode", id: 497799835
